<!DOCTYPE html>
<html lang="zh-CN">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="color-scheme" content="light">
    <title></title>
    <style>
        @media (prefers-color-scheme: no-preference) {
            body{
                background-color: black;
                color: white;
            }
        }
        @media (prefers-color-scheme: dark) {
            body{
                background-color: black;
                color: white;
            }
        }
    </style>
</head>
<body>
<div class="fr-view" style="margin-bottom: 75px">
    <p id="isPasted"><span style="font-size: 24px;"><strong>Politique de confidentialit&eacute; de Fitnus</strong></span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">Date de sortie de cette &eacute;dition : ao&ucirc;t 2022</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">Date d&#39;entr&eacute;e en vigueur : ao&ucirc;t 2022</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;"><strong>Vue d&#39;ensemble</strong></span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">utilisateur respect&eacute; :</span></p><p><br></p><p><span style="font-size: 14px;">Le d&eacute;veloppeur Simon. (ci-apr&egrave;s d&eacute;nomm&eacute; &laquo; Fitnus &raquo; ou &laquo; nous &raquo;) s&#39;engage &agrave; prot&eacute;ger votre vie priv&eacute;e et &agrave; respecter les lois pertinentes sur la protection des informations et la confidentialit&eacute;. Cette politique de confidentialit&eacute; est con&ccedil;ue pour vous aider &agrave; comprendre les informations collect&eacute;es lorsque vous utilisez nos produits et services, et comment nous les traitons et les utilisons. Si vous avez d&#39;autres questions apr&egrave;s avoir lu cette politique de confidentialit&eacute;, veuillez nous contacter &agrave; l&#39;adresse e-mail indiqu&eacute;e &agrave; la fin de cet article.</span></p><p><br></p><p><span style="font-size: 14px;">Le contenu sp&eacute;cifique comprend :</span></p><p><br></p><p><span style="font-size: 14px;">1. Types d&#39;informations que nous recueillons</span></p><p><br></p><p><span style="font-size: 14px;">2. Comment vos informations sont utilis&eacute;es</span></p><p><br></p><p><span style="font-size: 14px;">3. Comment partager vos informations</span></p><p><br></p><p><span style="font-size: 14px;">4. Fournisseurs de services tiers</span></p><p><br></p><p><span style="font-size: 14px;">5. S&eacute;curit&eacute;</span></p><p><br></p><p><span style="font-size: 14px;">6. Transfert de donn&eacute;es</span></p><p><br></p><p><span style="font-size: 14px;">7. Conservation des donn&eacute;es</span></p><p><br></p><p><span style="font-size: 14px;">8. Vos droits</span></p><p><br></p><p><span style="font-size: 14px;">9. Vie priv&eacute;e des mineurs/enfants</span></p><p><br></p><p><span style="font-size: 14px;">10. Mises &agrave; jour de la politique de confidentialit&eacute;</span></p><p><br></p><p><span style="font-size: 14px;">11. Contactez-nous</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">1. Types d&#39;informations que nous recueillons</span></p><p><br></p><p><span style="font-size: 14px;">Lorsque vous utilisez nos produits et services, nous pouvons collecter les types d&#39;informations suivants.</span></p><p><br></p><p><span style="font-size: 14px;">1) Informations sur le compte : si vous cr&eacute;ez un compte sur notre application, vous devrez peut-&ecirc;tre fournir votre pays ou votre r&eacute;gion, votre adresse e-mail, votre mot de passe, votre date de naissance, votre sexe, votre taille et votre poids. Vous pouvez &eacute;galement choisir de fournir des informations suppl&eacute;mentaires, telles que le surnom, l&#39;objectif de poids, l&#39;objectif de pas, la photo de profil.</span></p><p><br></p><p><span style="font-size: 14px;">2) Informations relatives &agrave; la sant&eacute; sportive : telles que les pas, la distance, la vitesse, la dur&eacute;e de l&#39;exercice, les calories, la dur&eacute;e du sommeil, la fr&eacute;quence cardiaque, la pression art&eacute;rielle, l&#39;oxyg&egrave;ne sanguin, la temp&eacute;rature corporelle, le temps de marche, le type d&#39;exercice, les enregistrements d&#39;exercice d&eacute;taill&eacute;s pour chaque type d&#39;exercice, m&eacute;dailles (Nous vous remettrons des m&eacute;dailles virtuelles correspondantes en fonction de votre situation sportive) et ainsi de suite.</span></p><p><br></p><p><span style="font-size: 14px;">3) Informations de localisation : les informations de positionnement GPS seront utilis&eacute;es lorsque vous utilisez certains services bas&eacute;s sur la localisation, tels que le d&eacute;marrage du mode sports de plein air, la v&eacute;rification de la m&eacute;t&eacute;o et la s&eacute;lection de votre r&eacute;gion. Nous ne collecterons pas ces informations si vous ne nous autorisez pas &agrave; invoquer la fonction GPS de votre t&eacute;l&eacute;phone.</span></p><p><br></p><p><span style="font-size: 14px;">4) Informations sur l&#39;appareil et l&#39;application : Lorsque vous utilisez notre appareil et notre application, nous obtiendrons des informations sur votre appareil et votre application, telles que les donn&eacute;es de configuration de l&#39;utilisateur, l&#39;adresse MAC de l&#39;appareil, le num&eacute;ro de version de l&#39;appareil, le num&eacute;ro de s&eacute;rie, la version du micrologiciel, la langue, la version de l&#39;APP, le mobile version du syst&egrave;me t&eacute;l&eacute;phonique, configuration de l&#39;appareil, adresse IP, type de r&eacute;seau, identification de l&#39;appareil et autres informations.</span></p><p><br></p><p><span style="font-size: 14px;">5) Informations sur le service : lorsque vous utilisez diverses fonctions des appareils et applications Fitnus, vous pouvez soumettre des informations sur le service. Tels que les param&egrave;tres de rappel ou la journalisation des exercices. Si vous utilisez la fonction de rappel d&#39;appel, nous pouvons lire l&#39;&eacute;tat de votre appel et votre carnet d&#39;adresses, mais nous ne stockerons pas vos informations de communication ; lorsque vous utilisez la fonction de notification de message, nous pouvons acc&eacute;der &agrave; l&#39;&eacute;tat de notification des informations d&#39;applications tierces, Notre appareil stockera temporairement votre contenu d&#39;informations ; si vous utilisez la fonction de contr&ocirc;le de la musique, nous pouvons lire les informations de changement de musique, telles que la lecture de la chanson, l&#39;&eacute;tat de la chanson, mais nous ne stockerons pas ces informations.</span></p><p><br></p><p><span style="font-size: 14px;">6) Informations sur les commentaires des questions : si vous avez des questions ou des suggestions sur nos produits et services, vous pouvez nous faire part de vos commentaires via &quot;Mon&gt; Commentaires sur les questions&quot;. Gr&acirc;ce &agrave; cette fonctionnalit&eacute;, nous recueillons les questions de r&eacute;troaction que vous nous envoyez, ainsi que vos coordonn&eacute;es (si vous les fournissez), qui seront utilis&eacute;es pour mieux comprendre vos probl&egrave;mes et vous contacter.</span></p><p><br></p><p><span style="font-size: 14px;">7) Informations de connexion : si vous utilisez notre appareil ou notre application, nous collecterons certaines donn&eacute;es d&#39;utilisation, telles que la cr&eacute;ation ou la connexion &agrave; votre compte, l&#39;appariement du compte et de l&#39;appareil, les heures de red&eacute;marrage de l&#39;appareil, les informations d&#39;utilisation du r&eacute;seau, les erreurs syst&egrave;me, les plantages du syst&egrave;me, le syst&egrave;me red&eacute;marrages, mises &agrave; niveau du syst&egrave;me, etc. Vos derni&egrave;res informations de journal dans les 7 jours seront automatiquement stock&eacute;es localement sur votre t&eacute;l&eacute;phone et les anciennes informations de journal seront automatiquement supprim&eacute;es. Nous ne collectons pas activement vos informations de journal.</span></p><p><br></p><p><span style="font-size: 14px;">8) Informations sur les visiteurs : lors de l&#39;utilisation de la fonction de visiteur (applicable aux situations non enregistr&eacute;es ou connect&eacute;es), les visiteurs peuvent d&eacute;couvrir nos produits et certains services limit&eacute;s. Les donn&eacute;es personnelles des visiteurs (pseudo, sexe, taille, poids, date de naissance, donn&eacute;es de sant&eacute; sportive, etc.) seront stock&eacute;es localement sur votre t&eacute;l&eacute;phone et ne seront pas t&eacute;l&eacute;charg&eacute;es sur nos serveurs.</span></p><p><br></p><p><span style="font-size: 14px;">9) Informations sur l&#39;application : lors de l&#39;utilisation de la notification de message, nous obtiendrons la liste des applications de votre appareil, telles que le t&eacute;l&eacute;phone, les contacts, d&#39;autres applications, etc., pour obtenir la liste des applications, nous pouvons acc&eacute;der &agrave; l&#39;&eacute;tat de notification des informations de l&#39;application.</span></p><p><br></p><p><span style="font-size: 14px;">Autres informations : Nous pouvons &eacute;galement collecter d&#39;autres types d&#39;informations qui ne sont pas directement ou indirectement li&eacute;es &agrave; un individu, mais qui sont agr&eacute;g&eacute;es, anonymis&eacute;es ou anonymis&eacute;es.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">2. Comment vos informations sont utilis&eacute;es</span></p><p><br></p><p><span style="font-size: 14px;">Nous utiliserons les informations collect&eacute;es aux fins suivantes :</span></p><p><br></p><p><span style="font-size: 14px;">1) Pour fournir, traiter, maintenir, am&eacute;liorer et d&eacute;velopper nos produits et/ou services pour vous, y compris certains services apr&egrave;s-vente, assistance client et services sur votre appareil ;</span></p><p><br></p><p><span style="font-size: 14px;">2) Pour communiquer avec vous, nous utiliserons vos informations pour vous envoyer des notifications de service si n&eacute;cessaire et vous r&eacute;pondre lorsque vous nous contacterez ;</span></p><p><br></p><p><span style="font-size: 14px;">3) Stocker et conserver vos informations conform&eacute;ment au contenu de nos services ou aux obligations l&eacute;gales ;</span></p><p><br></p><p><span style="font-size: 14px;">4) Vous fournir des services limit&eacute;s sans communiquer avec nos serveurs ;</span></p><p><br></p><p><span style="font-size: 14px;">5) Obtenez votre autorisation &quot;t&eacute;l&eacute;phone&quot;, qui est principalement utilis&eacute;e par le p&eacute;riph&eacute;rique mat&eacute;riel intelligent pour mapper la fonction de rappel d&#39;appel entrant et pour envoyer des contacts communs au p&eacute;riph&eacute;rique mat&eacute;riel intelligent pour utilisation ;</span></p><p><br></p><p><span style="font-size: 14px;">6) Obtenez votre autorisation &quot;appareil photo&quot;, qui est principalement utilis&eacute;e pour la fonction de code de num&eacute;risation et la fonction photo de l&#39;application ;</span></p><p><br></p><p><span style="font-size: 14px;">7) Obtenez votre autorisation de &quot;stockage&quot;, qui est principalement utilis&eacute;e pour le cache des informations utilisateur, le cache des photos de num&eacute;rotation personnalis&eacute;es et le stockage des photos prises ;</span></p><p><br></p><p><span style="font-size: 14px;">8) Obtenez votre autorisation &quot;Localisation&quot;. Lorsque vous d&eacute;marrez le mode sports de plein air, v&eacute;rifiez la m&eacute;t&eacute;o et s&eacute;lectionnez votre r&eacute;gion, les informations de positionnement GPS seront utilis&eacute;es. Nous ne collecterons pas ces informations si vous ne nous autorisez pas &agrave; invoquer la fonction GPS de votre t&eacute;l&eacute;phone.</span></p><p><br></p><p><span style="font-size: 14px;">Utilisation des informations sur les donn&eacute;es non personnelles</span></p><p><br></p><p><span style="font-size: 14px;">Nous collecterons certaines informations de journal qui n&#39;impliquent pas de donn&eacute;es personnelles, telles que les codes d&#39;erreur pour les probl&egrave;mes mat&eacute;riels de l&#39;appareil (red&eacute;marrage), les codes d&#39;erreur et les journaux pour les red&eacute;marrages de l&#39;appareil, les journaux de la connexion Bluetooth des applications et les appareils des utilisateurs anonymis&eacute;s et la situation d&#39;utilisation des applications ( si vous avez choisi), pour effectuer une analyse globale afin de corriger les bugs, surveiller l&#39;utilisation et optimiser nos services.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">3. Comment partager vos informations</span></p><p><br></p><p><span style="font-size: 14px;">Sauf avec votre consentement, nous nous engageons &agrave; ne pas vendre vos informations personnelles &agrave; d&#39;autres tiers pour un traitement &agrave; quelque fin que ce soit. Nous demanderons votre consentement expr&egrave;s pour partager des donn&eacute;es personnelles et des donn&eacute;es personnelles sensibles. Nous ne divulguerons ni ne transf&eacute;rerons vos informations personnelles &agrave; des tiers non affili&eacute;s, sauf si :</span></p><p><br></p><p><span style="font-size: 14px;">En r&eacute;ponse &agrave; votre demande, par exemple, si vous autorisez le partage de vos informations personnelles avec un appareil ou une plateforme tiers, nous partagerons vos informations avec votre demande, telles que les pas, la distance, la taille, le poids, la fr&eacute;quence cardiaque, les calories et d&#39;autres donn&eacute;es d&#39;exercice partag&eacute;es avec des tiers. Veuillez lire les politiques de confidentialit&eacute; de ces appareils ou plates-formes tiers, car vos activit&eacute;s sur les appareils ou plates-formes tiers ne seront plus li&eacute;es par cet accord de confidentialit&eacute; ;</span></p><p><br></p><p><span style="font-size: 14px;">Nous pouvons partager vos informations personnelles dans les circonstances suivantes :</span></p><p><br></p><p><span style="font-size: 14px;">(a) Avec des prestataires de services : Nous pouvons partager vos informations personnelles avec des prestataires de services pour surveiller et analyser notre utilisation des Services, par exemple, pour le traitement des paiements sur des sites Web tiers apr&egrave;s votre visite sur nos Services, avec votre contact.</span></p><p><br></p><p><span style="font-size: 14px;">(b) Avec des partenaires commerciaux : Nous pouvons partager vos informations avec nos partenaires commerciaux pour vous fournir certains produits, services.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">4. Fournisseurs de services tiers</span></p><p><br></p><p><span style="font-size: 14px;">Nous pouvons faire appel &agrave; des tiers pour nous aider &agrave; mettre en &oelig;uvre les services de Fitnus, et vous pouvez choisir d&#39;utiliser ou non des services tiers. Lorsque vous choisissez d&#39;utiliser des services tiers, des tiers peuvent collecter vos informations. Par cons&eacute;quent, nous vous recommandons fortement de prendre le temps de lire les politiques de confidentialit&eacute; des services tiers, tout comme vous lirez les n&ocirc;tres. Nous ne sommes pas responsables de la mani&egrave;re dont les tiers utilisent les informations personnelles qu&#39;ils collectent aupr&egrave;s de vous et ne pouvons pas contr&ocirc;ler leur utilisation. Les fournisseurs de services ont acc&egrave;s &agrave; vos donn&eacute;es personnelles uniquement pour activer les services Fitnus en notre nom et sont tenus de ne pas les divulguer ou les utiliser &agrave; d&#39;autres fins :</span></p><p><br></p><p><span style="font-size: 14px;">fournisseur de services cartographiques</span></p><p><br></p><p><span style="font-size: 14px;">Dans le service Fitnus, les fournisseurs de services qui aident les utilisateurs &agrave; obtenir la fonction d&#39;une piste de mouvement ext&eacute;rieure unique incluent : AutoNavi Information Technology Co., Ltd., Google et Apple. Lorsque vous utilisez ce service, nous collectons vos informations g&eacute;ographiques et fournissons vos informations de localisation au fournisseur de services cartographiques. Pour la collecte et le traitement de donn&eacute;es sp&eacute;cifiques, veuillez vous reporter &agrave; la politique de confidentialit&eacute; du fournisseur de services cartographiques correspondant. Vous pouvez arr&ecirc;ter la collecte d&#39;informations g&eacute;ographiques en d&eacute;sactivant le GPS de votre t&eacute;l&eacute;phone.</span></p><p><br></p><p><span style="font-size: 14px;">fournisseur de service de push m&eacute;t&eacute;o</span></p><p><br></p><p><span style="font-size: 14px;">Si votre appareil prend en charge la fonction push m&eacute;t&eacute;o, vos informations de localisation seront envoy&eacute;es du fournisseur de services m&eacute;t&eacute;o local (Hefeng Internet Technology (Beijing) Co., Ltd.) pour obtenir des informations m&eacute;t&eacute;orologiques dans votre r&eacute;gion. Vous pouvez &agrave; tout moment d&eacute;sactiver la fonction push m&eacute;t&eacute;o dans &quot;Appareil &gt; Push m&eacute;t&eacute;o&quot; pour mettre fin &agrave; ce partage. Une fois vos informations personnelles rendues anonymes, elles ne seront pas utilis&eacute;es pour vous identifier ou vous localiser en tant qu&#39;individu.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">5. Mesures de protection</span></p><p><br></p><p><span style="font-size: 14px;">Nous nous engageons &agrave; assurer la s&eacute;curit&eacute; de vos informations personnelles et nous prendrons toutes les mesures pratiques pour prot&eacute;ger vos informations personnelles, y compris le cryptage, les outils d&#39;authentification, les serveurs s&eacute;curis&eacute;s. Afin d&#39;emp&ecirc;cher l&#39;acc&egrave;s non autoris&eacute;, la divulgation ou d&#39;autres risques similaires, nous prenons des mesures de protection administratives, techniques et physiques raisonnables et d&eacute;ployons tous les efforts raisonnables pour prot&eacute;ger vos informations personnelles. Cependant, vous devez &ecirc;tre conscient que nous ne pouvons pas garantir &agrave; 100 % la s&eacute;curit&eacute; ou la confidentialit&eacute; des informations que vous nous fournissez.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">6. Transfert de donn&eacute;es</span></p><p><br></p><p><span style="font-size: 14px;">Actuellement, Fitnus loue des serveurs fournis par Alibaba Cloud. En r&egrave;gle g&eacute;n&eacute;rale, les donn&eacute;es des r&eacute;sidents locaux ne sont stock&eacute;es que sur des serveurs au sein de la juridiction locale et ne seront pas transf&eacute;r&eacute;es au-del&agrave; des fronti&egrave;res. Avec votre consentement, nous pouvons transf&eacute;rer vos donn&eacute;es au-del&agrave; des fronti&egrave;res conform&eacute;ment aux lois applicables. Nous prendrons &eacute;galement les mesures de protection appropri&eacute;es pour nous assurer que tous les transferts sont conformes &agrave; vos lois locales applicables en mati&egrave;re de protection des donn&eacute;es. Vous aurez le droit d&#39;&ecirc;tre inform&eacute; des mesures de protection appropri&eacute;es que Fitnus a prises pour transf&eacute;rer vos informations personnelles.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">7. Conservation des donn&eacute;es</span></p><p><br></p><p><span style="font-size: 14px;">Si vous utilisez nos produits et services, nous pouvons collecter et stocker vos informations. Nous pouvons conserver vos informations aussi longtemps que vous conservez votre compte. Cependant, une fois que vous annulez votre compte ou faites une demande de suppression, nous supprimerons ou anonymiserons vos informations d&egrave;s que possible, au plus tard 90 jours &agrave; compter de la date de votre demande de suppression.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">8. Vos droits</span></p><p><br></p><p><span style="font-size: 14px;">Fitnus s&#39;engage &agrave; respecter la confidentialit&eacute; de vos informations personnelles et &agrave; garantir que vous puissiez exercer vos droits. Conform&eacute;ment &agrave; la pr&eacute;sente politique de confidentialit&eacute; et aux lois applicables, vous avez le droit de :</span></p><p><br></p><p><span style="font-size: 14px;">Demander l&#39;acc&egrave;s &agrave; vos informations personnelles. Le droit d&#39;acc&eacute;der &agrave; vos informations d&eacute;tenues par nous. Vous pouvez acc&eacute;der directement &agrave; vos informations personnelles dans &laquo; Mes &gt; Informations personnelles &raquo; dans l&#39;application. Si vous ne parvenez pas &agrave; effectuer ces op&eacute;rations vous-m&ecirc;me, veuillez nous contacter en utilisant les coordonn&eacute;es ci-dessous. Sur votre demande, nous vous fournirons une copie gratuite de vos informations personnelles collect&eacute;es et trait&eacute;es par nous. S&#39;il y a d&#39;autres demandes pour les m&ecirc;mes informations, nous pouvons facturer des frais raisonnables conform&eacute;ment &agrave; la loi applicable et aux co&ucirc;ts r&eacute;els.</span></p><p><br></p><p><span style="font-size: 14px;">Demander la correction des informations personnelles que nous d&eacute;tenons &agrave; votre sujet. Vous avez le droit de nous demander de corriger toute information incompl&egrave;te ou inexacte que nous d&eacute;tenons &agrave; notre sujet. Dans le m&ecirc;me temps, vous pouvez directement corriger vos informations personnelles dans &quot;Mes &gt; Informations personnelles&quot; de l&#39;application.</span></p><p><br></p><p><span style="font-size: 14px;">S&#39;opposer au traitement de vos informations personnelles. Vous avez le droit de refuser certaines utilisations et divulgations de vos informations personnelles. Si vous avez consenti au traitement de vos informations personnelles ou sensibles par les appareils et applications Fitnus, vous pouvez retirer ce consentement &agrave; tout moment et poursuivre en contactant Fitnus. Afin de vous fournir nos services, nous vous demanderons de fournir les informations personnelles n&eacute;cessaires pour vous fournir ces services. Si vous ne fournissez pas vos informations personnelles, nous pourrions ne pas &ecirc;tre en mesure de vous fournir nos produits ou services.</span></p><p><br></p><p><span style="font-size: 14px;">Demander la suppression de vos informations personnelles. Vous avez le droit de nous demander de supprimer des informations personnelles si nous n&#39;avons pas de bonne raison de continuer &agrave; traiter des informations personnelles. Dans le m&ecirc;me temps, vous pouvez supprimer ou anonymiser d&eacute;finitivement les donn&eacute;es correspondantes en annulant votre compte, en effa&ccedil;ant les donn&eacute;es personnelles sur le cloud, etc.</span></p><p><br></p><p><span style="font-size: 14px;">Demander le transfert de vos informations personnelles. Lorsque la technologie le permet, nous vous fournirons, &agrave; vous ou &agrave; un tiers de votre choix, vos informations personnelles dans un format lisible par machine structur&eacute; et couramment utilis&eacute;. Veuillez noter que ce droit ne s&#39;applique qu&#39;aux informations que vous avez initialement consenties &agrave; notre utilisation ou que nous avons collect&eacute;es pour l&#39;ex&eacute;cution du contrat.</span></p><p><br></p><p><span style="font-size: 14px;">Retirer votre consentement. Vous avez le droit de retirer votre consentement &agrave; l&#39;utilisation de vos informations personnelles. Si vous retirez votre consentement, nous pourrions ne pas &ecirc;tre en mesure de vous donner acc&egrave;s &agrave; certaines fonctionnalit&eacute;s des Services. Cependant, votre d&eacute;cision de retirer votre consentement ou votre autorisation n&#39;affectera pas les activit&eacute;s de traitement des informations personnelles ant&eacute;rieures bas&eacute;es sur votre autorisation. Vous pouvez modifier la port&eacute;e de votre autorisation pour que nous puissions continuer &agrave; collecter vos informations personnelles ou retirer votre autorisation en supprimant l&#39;appareil, en d&eacute;connectant l&#39;appareil de l&#39;application, en restaurant les param&egrave;tres d&#39;usine de l&#39;appareil, en effa&ccedil;ant les donn&eacute;es personnelles sur le cloud, en d&eacute;sactivant les donn&eacute;es synchronisation de la gestion et d&eacute;connexion du compte .</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">9. Vie priv&eacute;e des mineurs/enfants</span></p><p><br></p><p><span style="font-size: 14px;">Nos produits et services sont principalement destin&eacute;s aux adultes. Les enfants ne peuvent pas cr&eacute;er leurs propres comptes d&#39;utilisateur sans le consentement des parents ou du tuteur. Pour la collecte des donn&eacute;es personnelles des enfants avec le consentement parental, nous n&#39;utiliserons ou ne divulguerons ces donn&eacute;es que lorsque la loi l&#39;autorise, le consentement expr&egrave;s des parents ou du tuteur, ou si cela est n&eacute;cessaire pour prot&eacute;ger l&#39;enfant. Bien que les lois et coutumes locales d&eacute;finissent les enfants diff&eacute;remment, nous consid&eacute;rons toute personne de moins de 13 ans comme un enfant. Si nous d&eacute;couvrons que nous avons collect&eacute; des donn&eacute;es personnelles d&#39;enfants sans avoir obtenu au pr&eacute;alable un consentement parental v&eacute;rifiable, nous essaierons de supprimer les donn&eacute;es d&egrave;s que possible.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">10. Mises &agrave; jour de la politique de confidentialit&eacute;</span></p><p><br></p><p><span style="font-size: 14px;">Nous r&eacute;visons p&eacute;riodiquement notre politique de confidentialit&eacute; et pouvons mettre &agrave; jour cette politique de confidentialit&eacute; pour refl&eacute;ter les modifications apport&eacute;es &agrave; nos pratiques en mati&egrave;re d&#39;informations. Vous comprenez et acceptez que si vous utilisez le produit ou le service apr&egrave;s la publication de la politique de confidentialit&eacute; mise &agrave; jour, vous serez r&eacute;put&eacute; avoir accept&eacute; la politique de confidentialit&eacute; mise &agrave; jour. Si vous n&#39;&ecirc;tes pas d&#39;accord avec une partie de la politique de confidentialit&eacute; &agrave; tout moment, vous devez imm&eacute;diatement cesser d&#39;utiliser les produits et services.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">11. Contactez-nous</span></p><p><br></p><p id="isPasted"><span style="font-size: 14px;">Si vous avez des commentaires ou des questions concernant cette politique de confidentialit&eacute;, ou des questions li&eacute;es &agrave; la collecte, l&#39;utilisation ou la divulgation de vos informations personnelles par Fitnus, ou si vous pensez que vos droits ne sont pas enti&egrave;rement prot&eacute;g&eacute;s par cette politique de confidentialit&eacute;, Merci de nous contacter via le mail suivant :</span></p><p><br></p><p><span style="font-size: 14px;">Courriel : <a data-fr-linked="true" href="mailto:simon890608@gmail.com">simon890608@gmail.com</a></span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">Merci d&#39;avoir pris le temps de prendre connaissance de notre politique de confidentialit&eacute; !</span></p>
</div>
<script>
    const getLocationParams = (keyWords) => {
        // 提取路由值（字符串）
        let href = window.location.href;
        // 从占位符开始截取路由（不包括占位符）
        let query = href.substring(href.indexOf("?") + 1);
        // 根据 & 切割字符串
        let vars = query.split("&");
        for (let i = 0; i < vars.length; i++) {
            let pair = vars[i].split("=");
            // 根据指定的参数名去筛选参数值
            if (pair[0] == keyWords) {
                return pair[1];
            }
        }
        return "没有该参数信息";
    };

    var dark = parseInt(getLocationParams("dark") ?? 0)

    if (dark == 1) {
        document
            .querySelector('meta[name="color-scheme"]')
            .setAttribute("content", "dark");
    }else{
        document
            .querySelector('meta[name="color-scheme"]')
            .setAttribute("content", "light");
    }
</script>
</body>
</html>
