<!DOCTYPE html>
<html lang="zh-CN">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="color-scheme" content="light">
    <title></title>
    <style>
        @media (prefers-color-scheme: no-preference) {
            body{
                background-color: black;
                color: white;
            }
        }
        @media (prefers-color-scheme: dark) {
            body{
                background-color: black;
                color: white;
            }
        }
    </style>
</head>
<body>
<div class="fr-view" style="margin-bottom: 75px">
    <p id="isPasted"><span style="font-size: 24px;"><strong>Fitnus Connect Gizlilik Politikası</strong></span></p><p><br></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">Bu baskının yayın tarihi: Ağustos 2022</span></p><p><br></p><p><span style="font-size: 14px;">Y&uuml;r&uuml;rl&uuml;k tarihi: Ağustos 2022</span></p><p><br></p><p><span style="font-size: 14px;"><strong>genel bakış</strong></span></p><p><br></p><p><span style="font-size: 14px;">saygıdeğer kullanıcı:</span></p><p><br></p><p><span style="font-size: 14px;">Geliştirici Fnssj. (bundan b&ouml;yle &quot;Fitnus Connect&quot; veya &quot;biz&quot; olarak anılacaktır) gizliliğinizi korumayı ve ilgili bilgi koruma ve gizlilik yasalarına uymayı taahh&uuml;t eder. Bu Gizlilik Politikası, &uuml;r&uuml;nlerimizi ve hizmetlerimizi kullandığınızda toplanan bilgileri ve bunları nasıl işlediğimizi ve kullandığımızı anlamanıza yardımcı olmak i&ccedil;in tasarlanmıştır. Bu Gizlilik Politikasını okuduktan sonra başka sorularınız varsa, l&uuml;tfen bu makalenin sonunda listelenen e-posta adresinden bizimle iletişime ge&ccedil;in.</span></p><p><br></p><p><span style="font-size: 14px;">Belirli i&ccedil;erik şunları i&ccedil;erir:</span></p><p><br></p><p><span style="font-size: 14px;">1. Topladığımız Bilgi T&uuml;rleri</span></p><p><br></p><p><span style="font-size: 14px;">2. Bilgileriniz nasıl kullanılır?</span></p><p><br></p><p><span style="font-size: 14px;">3. Bilgilerinizi nasıl paylaşabilirsiniz?</span></p><p><br></p><p><span style="font-size: 14px;">4. &Uuml;&ccedil;&uuml;nc&uuml; Taraf Hizmet Sağlayıcıları</span></p><p><br></p><p><span style="font-size: 14px;">5. G&uuml;venlik</span></p><p><br></p><p><span style="font-size: 14px;">6. Veri aktarımı</span></p><p><br></p><p><span style="font-size: 14px;">7. Veri saklama</span></p><p><br></p><p><span style="font-size: 14px;">8. Haklarınız</span></p><p><br></p><p><span style="font-size: 14px;">9. K&uuml;&ccedil;&uuml;klerin/&Ccedil;ocukların Gizliliği</span></p><p><br></p><p><span style="font-size: 14px;">10. Gizlilik Politikasındaki G&uuml;ncellemeler</span></p><p><br></p><p><span style="font-size: 14px;">11. Bize ulaşın</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">1. Topladığımız Bilgi T&uuml;rleri</span></p><p><br></p><p><span style="font-size: 14px;">&Uuml;r&uuml;nlerimizi ve hizmetlerimizi kullandığınızda, aşağıdaki t&uuml;rde bilgileri toplayabiliriz.</span></p><p><br></p><p><span style="font-size: 14px;">1) Hesap bilgileri: Uygulamamızda bir hesap oluşturursanız, &uuml;lkenizi veya b&ouml;lgenizi, e-posta adresinizi, şifrenizi, doğum tarihinizi, cinsiyetinizi, boyunuzu ve kilonuzu sağlamanız gerekebilir. Ayrıca takma ad, ağırlık hedefi, adım hedefi, profil fotoğrafı gibi ek bilgiler sağlamayı da se&ccedil;ebilirsiniz.</span></p><p><br></p><p><span style="font-size: 14px;">2) Spor sağlığı ile ilgili bilgiler: Adımlar, mesafe, hız, egzersiz s&uuml;resi, kalori, uyku s&uuml;resi, nabız, tansiyon, kan oksijen, v&uuml;cut ısısı, y&uuml;r&uuml;me s&uuml;resi, egzersiz t&uuml;r&uuml;, her bir egzersiz t&uuml;r&uuml; i&ccedil;in ayrıntılı egzersiz kayıtları gibi bilgiler, madalyalar (Spor durumunuza g&ouml;re size karşılık gelen sanal madalyaları vereceğiz) vb.</span></p><p><br></p><p><span style="font-size: 14px;">3) Konum bilgisi: A&ccedil;ık hava sporları modunu başlatma, hava durumunu kontrol etme ve b&ouml;lgenizi se&ccedil;me gibi belirli konum tabanlı hizmetleri kullandığınızda GPS konum bilgisi kullanılacaktır. Telefonunuzun GPS işlevini başlatmamıza izin vermezseniz bu bilgileri toplamayacağız.</span></p><p><br></p><p><span style="font-size: 14px;">4) Cihaz ve uygulama bilgileri: Cihazımızı ve uygulamamızı kullandığınızda, kullanıcı yapılandırma verileri, cihaz MAC adresi, cihaz s&uuml;r&uuml;m numarası, seri numarası, donanım yazılımı s&uuml;r&uuml;m&uuml;, dil, APP s&uuml;r&uuml;m&uuml;, mobil gibi cihaz ve uygulama bilgilerinizi alacağız. telefon sistemi s&uuml;r&uuml;m&uuml;, cihaz yapılandırması, IP adresi, ağ t&uuml;r&uuml;, cihaz kimliği ve diğer bilgiler.</span></p><p><br></p><p><span style="font-size: 14px;">5) Servis bilgisi: Fitnus Connect cihazlarının ve uygulamalarının &ccedil;eşitli fonksiyonlarını kullandığınızda, bazı servis bilgilerini g&ouml;nderebilirsiniz. Hatırlatma ayarları veya egzersiz g&uuml;nl&uuml;ğ&uuml; gibi. &Ccedil;ağrı hatırlatma işlevini kullanırsanız, &ccedil;ağrı durumunuzu ve adres defterinizi okuyabiliriz, ancak iletişim bilgilerinizi saklamayız; mesaj bildirim işlevini kullandığınızda, &uuml;&ccedil;&uuml;nc&uuml; taraf uygulamaların bilgi bildirim durumuna erişebiliriz, Cihazımız bilgi i&ccedil;eriğinizi ge&ccedil;ici olarak saklayacaktır; m&uuml;zik kontrol işlevini kullanırsanız, şarkı &ccedil;alma, şarkı durumu gibi m&uuml;zik değiştirme bilgilerini okuyabiliriz, ancak bu bilgileri saklamayacağız.</span></p><p><br></p><p><span style="font-size: 14px;">6) Soru geri bildirim bilgileri: &Uuml;r&uuml;nlerimiz ve hizmetlerimiz hakkında herhangi bir sorunuz veya &ouml;neriniz varsa, &quot;Benim &gt; Soru Geribildirim&quot; yoluyla bize geri bildirimde bulunabilirsiniz. Bu &ouml;zellik aracılığıyla, bize g&ouml;nderdiğiniz geri bildirim sorularını ve sorunlarınızı daha iyi anlamak ve sizinle iletişim kurmak i&ccedil;in kullanılacak olan iletişim bilgilerinizi (eğer sağladıysanız) topluyoruz.</span></p><p><br></p><p><span style="font-size: 14px;">7) G&uuml;nl&uuml;k bilgileri: Cihazımızı veya uygulamamızı kullanırsanız, hesabınızı oluşturma veya oturum a&ccedil;ma, hesap ve cihaz eşleştirme, cihaz yeniden başlatma s&uuml;releri, ağ kullanım bilgileri, sistem hataları, sistem &ccedil;&ouml;kmeleri, sistem gibi bazı kullanım verilerini toplayacağız. yeniden başlatmalar, sistem y&uuml;kseltmeleri vb. 7 g&uuml;n i&ccedil;indeki en son g&uuml;nl&uuml;k bilgileriniz otomatik olarak telefonunuzda yerel olarak depolanacak ve eski g&uuml;nl&uuml;k bilgileri otomatik olarak silinecektir. G&uuml;nl&uuml;k bilgilerinizi aktif olarak toplamıyoruz.</span></p><p><br></p><p><span style="font-size: 14px;">8) Ziyaret&ccedil;i bilgileri: Ziyaret&ccedil;i işlevini kullanırken (kayıtlı olmayan veya oturum a&ccedil;mış durumlar i&ccedil;in ge&ccedil;erlidir), ziyaret&ccedil;iler &uuml;r&uuml;nlerimizi ve bazı sınırlı hizmetlerimizi deneyimleyebilir. Ziyaret&ccedil;ilerin kişisel verileri (takma ad, cinsiyet, boy, kilo, doğum tarihi, spor sağlık verileri vb.) yerel olarak telefonunuzda saklanacak ve sunucularımıza y&uuml;klenmeyecektir.</span></p><p><br></p><p><span style="font-size: 14px;">9) Uygulama bilgileri: Mesaj bildirimini kullanırken, uygulama listesini elde etmek i&ccedil;in telefon, kişiler, diğer uygulamalar vb. gibi cihazınızın uygulama listesini alacağız, uygulamanın bilgi bildirim durumuna erişebiliriz.</span></p><p><br></p><p><span style="font-size: 14px;">Diğer Bilgiler: Bir kişiyle doğrudan veya dolaylı olarak bağlantılı olmayan, ancak toplu, anonimleştirilmiş veya kimlikten arındırılmış başka t&uuml;r bilgiler de toplayabiliriz.</span></p><p><span style="font-size: 14px;"><br></span></p><p><br></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">2. Bilgileriniz nasıl kullanılır?</span></p><p><br></p><p><span style="font-size: 14px;">Toplanan bilgileri aşağıdaki ama&ccedil;lar i&ccedil;in kullanacağız:</span></p><p><br></p><p><span style="font-size: 14px;">1) Cihazınızdaki bazı satış sonrası, m&uuml;şteri desteği ve hizmetler dahil olmak &uuml;zere, mallarımızı ve/veya hizmetlerimizi sizin i&ccedil;in sağlamak, işlemek, s&uuml;rd&uuml;rmek, iyileştirmek ve geliştirmek;</span></p><p><br></p><p><span style="font-size: 14px;">2) Sizinle iletişim kurmak i&ccedil;in, bilgilerinizi gerektiğinde size hizmet bildirimleri g&ouml;ndermek ve bizimle iletişime ge&ccedil;tiğinizde size yanıt vermek i&ccedil;in kullanacağız;</span></p><p><br></p><p><span style="font-size: 14px;">3) Bilgilerinizi hizmet i&ccedil;eriğimize veya yasal y&uuml;k&uuml;ml&uuml;l&uuml;klerimize uygun olarak saklamak ve muhafaza etmek;</span></p><p><br></p><p><span style="font-size: 14px;">4) Sunucularımızla iletişim kurmadan size sınırlı hizmetler sunmak;</span></p><p><br></p><p><span style="font-size: 14px;">5) Esas olarak akıllı donanım cihazının gelen &ccedil;ağrı hatırlatma işlevini eşleştirmesi ve ortak kişileri kullanım i&ccedil;in akıllı donanım cihazına g&ouml;ndermesi i&ccedil;in kullanılan &quot;telefon&quot; izninizi alın;</span></p><p><br></p><p><span style="font-size: 14px;">6) Esas olarak uygulamanın tarama kodu işlevi ve fotoğraf işlevi i&ccedil;in kullanılan &quot;kamera&quot; izninizi alın;</span></p><p><br></p><p><span style="font-size: 14px;">7) Esas olarak kullanıcı bilgilerinin &ouml;nbelleği, &ouml;zel arama fotoğraflarının &ouml;nbelleği ve &ccedil;ekilen fotoğrafların saklanması i&ccedil;in kullanılan &quot;depolama&quot; izninizi alın;</span></p><p><br></p><p><span style="font-size: 14px;">8) &quot;Konum&quot; izninizi alın.Dış mekan sporları modunu başlattığınızda, hava durumunu kontrol edin ve b&ouml;lgenizi se&ccedil;in, GPS konum bilgisi kullanılacaktır. Telefonunuzun GPS işlevini başlatmamıza izin vermezseniz bu bilgileri toplamayacağız.</span></p><p><br></p><p><span style="font-size: 14px;">Kişisel Olmayan Verilerin Bilgi Kullanımı</span></p><p><br></p><p><span style="font-size: 14px;">Cihaz (yeniden başlatma) donanım sorunları i&ccedil;in hata kodları, cihaz yeniden başlatmaları i&ccedil;in hata kodları ve g&uuml;nl&uuml;kler, uygulamaların Bluetooth bağlantısı g&uuml;nl&uuml;kleri ve anonimleştirilmiş kullanıcıların cihazları ve uygulama kullanım durumu gibi kişisel verileri i&ccedil;ermeyen bazı g&uuml;nl&uuml;k bilgilerini toplayacağız ( kabul ettiyseniz), hataları d&uuml;zeltmek, kullanımı izlemek ve hizmetlerimizi optimize etmek i&ccedil;in genel bir analiz yapmak.</span></p><p><span style="font-size: 14px;"><br></span></p><p><br></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">3. Bilgilerinizi nasıl paylaşabilirsiniz?</span></p><p><br></p><p><span style="font-size: 14px;">İzniniz dışında, kişisel bilgilerinizi herhangi bir ama&ccedil;la işlemek &uuml;zere &uuml;&ccedil;&uuml;nc&uuml; şahıslara satmayacağımızı taahh&uuml;t ediyoruz. Herhangi bir kişisel veriyi ve hassas kişisel veriyi paylaşmak i&ccedil;in a&ccedil;ık rızanızı isteyeceğiz. Kişisel bilgilerinizi aşağıdaki durumlar dışında herhangi bir bağlı olmayan &uuml;&ccedil;&uuml;nc&uuml; tarafa ifşa etmeyeceğiz veya aktarmayacağız:</span></p><p><br></p><p><span style="font-size: 14px;">İsteğinize yanıt olarak, &ouml;rneğin kişisel bilgilerinizin &uuml;&ccedil;&uuml;nc&uuml; taraf bir cihaz veya platformla paylaşılmasına izin verirseniz, adım, mesafe, boy, kilo, nabız, kalori gibi bilgilerinizi isteğinizle paylaşacağız. ve diğer egzersiz verileri &uuml;&ccedil;&uuml;nc&uuml; taraflarla paylaşılır. L&uuml;tfen bu &uuml;&ccedil;&uuml;nc&uuml; şahıs cihazların veya platformların gizlilik politikalarını okuyun, &ccedil;&uuml;nk&uuml; &uuml;&ccedil;&uuml;nc&uuml; şahıs cihaz veya platformlarındaki faaliyetleriniz artık bu gizlilik s&ouml;zleşmesine tabi olmayacaktır;</span></p><p><br></p><p><span style="font-size: 14px;">Kişisel bilgilerinizi aşağıdaki durumlarda paylaşabiliriz:</span></p><p><br></p><p><span style="font-size: 14px;">(a) Hizmet sağlayıcılarla: Kişisel bilgilerinizi, Hizmetleri kullanımımızı izlemek ve analiz etmek i&ccedil;in, &ouml;rneğin, Hizmetlerimizi ziyaret ettikten sonra &uuml;&ccedil;&uuml;nc&uuml; taraf web sitelerinde &ouml;deme işlemleri i&ccedil;in, sizinle iletişime ge&ccedil;mek i&ccedil;in hizmet sağlayıcılarla paylaşabiliriz.</span></p><p><br></p><p><span style="font-size: 14px;">(b) İş ortaklarıyla: Size belirli &uuml;r&uuml;n ve hizmetleri sağlamak i&ccedil;in bilgilerinizi iş ortaklarımızla paylaşabiliriz.</span></p><p><span style="font-size: 14px;"><br></span></p><p><br></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">4. &Uuml;&ccedil;&uuml;nc&uuml; Taraf Hizmet Sağlayıcıları</span></p><p><br></p><p><span style="font-size: 14px;">Fitnus Connect&#39;in hizmetlerini uygulamamıza yardımcı olması i&ccedil;in &uuml;&ccedil;&uuml;nc&uuml; şahısları kullanabiliriz ve &uuml;&ccedil;&uuml;nc&uuml; şahıs hizmetlerini kullanıp kullanmamayı se&ccedil;ebilirsiniz. &Uuml;&ccedil;&uuml;nc&uuml; şahıs hizmetlerini kullanmayı se&ccedil;tiğinizde, &uuml;&ccedil;&uuml;nc&uuml; şahıslar bilgilerinizi toplayabilir. Bu nedenle, tıpkı bizimkileri okuduğunuz gibi, &uuml;&ccedil;&uuml;nc&uuml; taraf hizmetlerin gizlilik politikalarını okumak i&ccedil;in zaman ayırmanızı şiddetle tavsiye ederiz. &Uuml;&ccedil;&uuml;nc&uuml; tarafların sizden topladıkları kişisel bilgileri nasıl kullandıklarından sorumlu değiliz ve kullanımlarını kontrol edemeyiz. Hizmet sağlayıcılar, yalnızca Fitnus Connect hizmetlerini bizim adımıza etkinleştirmek i&ccedil;in kişisel verilerinize erişebilir ve bunları başka herhangi bir ama&ccedil;la a&ccedil;ıklamamak veya kullanmamakla y&uuml;k&uuml;ml&uuml;d&uuml;r:</span></p><p><br></p><p><span style="font-size: 14px;">harita servis sağlayıcısı</span></p><p><br></p><p><span style="font-size: 14px;">Fitnus Connect hizmetinde, kullanıcıların tek bir dış mekan hareket yolunun işlevini elde etmelerini destekleyen hizmet sağlayıcılar şunları i&ccedil;erir: AutoNavi Information Technology Co., Ltd., Google ve Apple. Bu hizmeti kullandığınızda, coğrafi bilgilerinizi toplayacağız ve konum bilgilerinizi harita hizmeti sağlayıcısına sağlayacağız.Belirli veri toplama ve işleme i&ccedil;in l&uuml;tfen ilgili harita hizmeti sağlayıcısının gizlilik politikasına bakın. Telefonunuzun GPS&#39;ini kapatarak coğrafi bilgi toplanmasını durdurabilirsiniz.</span></p><p><br></p><p><span style="font-size: 14px;">hava durumu itme servis sağlayıcısı</span></p><p><br></p><p><span style="font-size: 14px;">Cihazınız hava durumu push işlevini destekliyorsa, b&ouml;lgenizdeki hava durumu bilgilerini almak i&ccedil;in konum bilgileriniz yerelden hava durumu servis sağlayıcısına (Hefeng Internet Technology (Beijing) Co., Ltd.) g&ouml;nderilir. Bu paylaşımı sonlandırmak i&ccedil;in istediğiniz zaman &quot;Aygıt &gt; Hava Durumu Bildirimi&quot;nde hava durumu push işlevini kapatabilirsiniz. Kişisel bilgileriniz anonimleştirildikten sonra, sizi bir birey olarak tanımlamak veya bulmak i&ccedil;in kullanılmayacaktır.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">5. Koruyucu &ouml;nlemler</span></p><p><br></p><p><span style="font-size: 14px;">Kişisel bilgilerinizi g&uuml;vende tutmaya kararlıyız ve şifreleme, kimlik doğrulama ara&ccedil;ları, g&uuml;venli sunucular dahil olmak &uuml;zere kişisel bilgilerinizi korumak i&ccedil;in t&uuml;m uygulanabilir adımları atacağız. Yetkisiz erişim, ifşa veya diğer benzer riskleri &ouml;nlemek i&ccedil;in makul idari, teknik ve fiziksel &ouml;nlemler alırız ve kişisel bilgilerinizi korumak i&ccedil;in her t&uuml;rl&uuml; makul &ccedil;abayı g&ouml;steririz. Ancak, bize sağladığınız bilgilerin g&uuml;venliğini veya gizliliğini %100 garanti edemeyeceğimizi bilmelisiniz.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">6. Veri aktarımı</span></p><p><br></p><p><span style="font-size: 14px;">Şu anda Fitnus Connect, Alibaba Cloud tarafından sağlanan sunucuları kiralıyor. Tipik olarak, yerel sakinlerin verileri yalnızca yerel yargı alanındaki sunucularda saklanır ve sınırlar &ouml;tesine aktarılmaz. Onayınızla, verilerinizi ge&ccedil;erli yasalara uygun olarak sınırların &ouml;tesine aktarabiliriz. Ayrıca, t&uuml;m aktarımların ge&ccedil;erli yerel veri koruma yasalarınıza uygun olmasını sağlamak i&ccedil;in uygun &ouml;nlemleri alacağız. Fitnus Connect&#39;in kişisel bilgilerinizi aktarmak i&ccedil;in aldığı uygun &ouml;nlemler hakkında bilgilendirilme hakkına sahip olacaksınız.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">7. Veri saklama</span></p><p><br></p><p><span style="font-size: 14px;">&Uuml;r&uuml;nlerimizi ve hizmetlerimizi kullanırsanız, bilgilerinizi toplayabilir ve saklayabiliriz. Hesabınızı tuttuğunuz s&uuml;rece bilgilerinizi saklayabiliriz. Ancak, hesabınızı iptal ettiğinizde veya bir silme talebinde bulunduğunuzda, silme talebinizin tarihinden itibaren en ge&ccedil; 90 g&uuml;n i&ccedil;inde, bilgilerinizi m&uuml;mk&uuml;n olan en kısa s&uuml;rede silecek veya anonim hale getireceğiz.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">8. Haklarınız</span></p><p><br></p><p><span style="font-size: 14px;">Fitnus Connect, kişisel bilgilerinizin gizliliğine saygı g&ouml;stermeyi ve haklarınızı kullanabileceğinizi garanti etmeyi taahh&uuml;t eder. Bu Gizlilik Politikasına ve ilgili yasalara uygun olarak, aşağıdaki haklara sahipsiniz:</span></p><p><br></p><p><span style="font-size: 14px;">Kişisel bilgilerinize erişim isteyin. Tarafımızdan tutulan bilgilerinize erişim hakkı. Uygulamadaki &quot;Benim &gt; Kişisel Bilgilerim&quot; b&ouml;l&uuml;m&uuml;nden kişisel bilgilerinize doğrudan erişebilirsiniz. Bu işlemleri kendiniz yapamıyorsanız, l&uuml;tfen aşağıdaki iletişim bilgilerini kullanarak bizimle iletişime ge&ccedil;in. Talebiniz &uuml;zerine, tarafımızca toplanan ve işlenen kişisel bilgilerinizin &uuml;cretsiz bir kopyasını sağlayacağız. Aynı bilgiler i&ccedil;in başka talepler olması halinde, y&uuml;r&uuml;rl&uuml;kteki yasalara ve fiili maliyetlere uygun olarak makul bir &uuml;cret talep edebiliriz.</span></p><p><br></p><p><span style="font-size: 14px;">Hakkınızda tuttuğumuz kişisel bilgilerin d&uuml;zeltilmesini talep edin. Bizim hakkımızda elimizde bulunan eksik veya yanlış bilgileri d&uuml;zeltmemizi isteme hakkınız vardır. Aynı zamanda, uygulamanın &quot;Benim &gt; Kişisel Bilgilerim&quot; b&ouml;l&uuml;m&uuml;nde kişisel bilgilerinizi doğrudan d&uuml;zeltebilirsiniz.</span></p><p><br></p><p><span style="font-size: 14px;">Kişisel bilgilerinizin işlenmesine itiraz edin. Kişisel bilgilerinizin belirli kullanımlarından ve ifşalarından vazge&ccedil;me hakkına sahipsiniz. Kişisel veya hassas kişisel bilgilerinizin Fitnus Connect cihazları ve uygulamaları tarafından işlenmesine izin verdiyseniz, bu izni istediğiniz zaman geri &ccedil;ekebilir ve Fitnus Connect ile iletişime ge&ccedil;erek ilerleyebilirsiniz. Size hizmetlerimizi sunmak i&ccedil;in, size bu hizmetleri sağlamak i&ccedil;in gerekli kişisel bilgileri sağlamanızı isteyeceğiz. Kişisel bilgilerinizi sağlamazsanız, size &uuml;r&uuml;nlerimizi veya hizmetlerimizi sağlayamayabiliriz.</span></p><p><br></p><p><span style="font-size: 14px;">Kişisel bilgilerinizin silinmesini talep edin. Kişisel bilgileri işlemeye devam etmek i&ccedil;in iyi bir nedenimiz yoksa, kişisel bilgileri silmemizi isteme hakkına sahipsiniz. Aynı zamanda hesabınızı iptal ederek, buluttaki kişisel verileri temizleyerek vb. ilgili verileri silebilir veya kalıcı olarak anonimleştirebilirsiniz.</span></p><p><br></p><p><span style="font-size: 14px;">Kişisel bilgilerinizin transferini talep edin. Teknolojinin izin verdiği yerlerde, kişisel bilgilerinizi size veya se&ccedil;tiğiniz bir &uuml;&ccedil;&uuml;nc&uuml; tarafa yapılandırılmış, yaygın olarak kullanılan makine tarafından okunabilir bir bi&ccedil;imde sağlayacağız. L&uuml;tfen bu hakkın yalnızca başlangı&ccedil;ta bizim kullanımımıza izin verdiğiniz veya s&ouml;zleşmenin ifası i&ccedil;in topladığımız bilgiler i&ccedil;in ge&ccedil;erli olduğunu unutmayın.</span></p><p><br></p><p><span style="font-size: 14px;">Onayınızı geri &ccedil;ekin. Kişisel bilgilerinizin kullanımına ilişkin onayınızı geri &ccedil;ekme hakkına sahipsiniz. Onayınızı geri &ccedil;ekerseniz, Hizmetlerin belirli &ouml;zelliklerine erişiminizi sağlayamayabiliriz. Ancak, onayınızı veya yetkinizi geri alma kararınız, izninize dayalı olarak &ouml;nceki kişisel bilgi işleme faaliyetlerini etkilemeyecektir. Cihazı silerek, cihazın uygulamadan bağlantısını keserek, cihazı fabrika ayarlarına d&ouml;nd&uuml;rerek, buluttaki kişisel verileri temizleyerek, verileri kapatarak kişisel bilgilerinizi toplamaya devam etmemiz veya yetkinizi geri &ccedil;ekmemiz i&ccedil;in yetkinizin kapsamını değiştirebilirsiniz. y&ouml;netim senkronizasyonu ve hesaptan &ccedil;ıkış.</span></p><p><span style="font-size: 14px;"><br></span></p><p><br></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">9. K&uuml;&ccedil;&uuml;klerin/&Ccedil;ocukların Gizliliği</span></p><p><br></p><p><span style="font-size: 14px;">&Uuml;r&uuml;nlerimiz ve hizmetlerimiz &ouml;ncelikle yetişkinler i&ccedil;indir. &Ccedil;ocuklar, ebeveynlerinin veya velilerinin izni olmadan kendi kullanıcı hesaplarını oluşturamazlar. Ebeveyn izniyle &ccedil;ocukların kişisel verilerinin toplanması i&ccedil;in, bu verileri yalnızca yasaların izin verdiği, ebeveyn veya vasi izninin a&ccedil;ık olduğu veya &ccedil;ocuğu korumak i&ccedil;in gerekli olduğu durumlarda kullanacağız veya ifşa edeceğiz. Yerel yasalar ve gelenekler &ccedil;ocukları farklı tanımlasa da, 13 yaşın altındaki herkesi &ccedil;ocuk olarak kabul ediyoruz. Doğrulanabilir ebeveyn izni almadan &ccedil;ocuklardan kişisel veriler topladığımızı tespit edersek, verileri m&uuml;mk&uuml;n olan en kısa s&uuml;rede silmeye &ccedil;alışacağız.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">10. Gizlilik Politikasındaki G&uuml;ncellemeler</span></p><p><br></p><p><span style="font-size: 14px;">Gizlilik Politikamızı periyodik olarak g&ouml;zden ge&ccedil;iriyoruz ve bilgi uygulamalarımızdaki değişiklikleri yansıtmak i&ccedil;in bu Gizlilik Politikasını g&uuml;ncelleyebiliriz. G&uuml;ncellenen Gizlilik Politikası yayınlandıktan sonra &uuml;r&uuml;n&uuml; veya hizmeti kullanırsanız, g&uuml;ncellenen Gizlilik Politikasını kabul ettiğinizi anlıyor ve kabul ediyorsunuz. Herhangi bir zamanda Gizlilik Politikasının herhangi bir kısmına katılmıyorsanız, &Uuml;r&uuml;n ve Hizmetleri kullanmayı derhal bırakmalısınız.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">11. Bize ulaşın</span></p><p><br></p><p><span style="font-size: 14px;">Bu Gizlilik Politikası hakkında herhangi bir yorumunuz veya sorunuz varsa veya Fitnus Connect&#39;in kişisel bilgilerinizi toplaması, kullanması veya ifşa etmesi ile ilgili herhangi bir sorunuz varsa veya haklarınızın bu Gizlilik Politikası kapsamında tam olarak korunmadığını d&uuml;ş&uuml;n&uuml;yorsanız, l&uuml;tfen aşağıdaki e-posta adresiyle iletişime ge&ccedil;in:&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">E-posta: <a data-fr-linked="true" href="mailto:fnssj@gmail.com">fnssj@gmail.com</a></span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">Gizlilik Politikamız hakkında bilgi edinmek i&ccedil;in zaman ayırdığınız i&ccedil;in teşekk&uuml;r ederiz!</span></p>
</div>
<script>
    const getLocationParams = (keyWords) => {
        // 提取路由值（字符串）
        let href = window.location.href;
        // 从占位符开始截取路由（不包括占位符）
        let query = href.substring(href.indexOf("?") + 1);
        // 根据 & 切割字符串
        let vars = query.split("&");
        for (let i = 0; i < vars.length; i++) {
            let pair = vars[i].split("=");
            // 根据指定的参数名去筛选参数值
            if (pair[0] == keyWords) {
                return pair[1];
            }
        }
        return "没有该参数信息";
    };

    var dark = parseInt(getLocationParams("dark") ?? 0)

    if (dark == 1) {
        document
            .querySelector('meta[name="color-scheme"]')
            .setAttribute("content", "dark");
    }else{
        document
            .querySelector('meta[name="color-scheme"]')
            .setAttribute("content", "light");
    }
</script>
</body>
</html>
