<!DOCTYPE html>
<html lang="zh-CN">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="color-scheme" content="light">
    <title></title>
    <style>
        @media (prefers-color-scheme: no-preference) {
            body{
                background-color: black;
                color: white;
            }
        }
        @media (prefers-color-scheme: dark) {
            body{
                background-color: black;
                color: white;
            }
        }
    </style>
</head>
<body>
<div class="fr-view" style="margin-bottom: 75px">
    <p id="isPasted"><span style="font-size: 24px;"><strong>Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư của Fitnus Connect</strong></span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">Ng&agrave;y ph&aacute;t h&agrave;nh của ấn bản n&agrave;y: th&aacute;ng 8 năm 2022</span></p><p><br></p><p><span style="font-size: 14px;">Ng&agrave;y c&oacute; hiệu lực: th&aacute;ng 8 năm 2022</span></p><p><br></p><p><span style="font-size: 14px;"><strong>Tổng quan</strong></span></p><p><br></p><p><span style="font-size: 14px;">người d&ugrave;ng được t&ocirc;n trọng:</span></p><p><br></p><p><span style="font-size: 14px;">Nh&agrave; ph&aacute;t triển Simon. (sau đ&acirc;y gọi l&agrave; &quot;Fitnus Connect&quot; hoặc &quot;ch&uacute;ng t&ocirc;i&quot;) cam kết bảo vệ quyền ri&ecirc;ng tư của bạn v&agrave; tu&acirc;n thủ luật bảo vệ th&ocirc;ng tin v&agrave; quyền ri&ecirc;ng tư c&oacute; li&ecirc;n quan. Ch&iacute;nh s&aacute;ch Bảo mật n&agrave;y được thiết kế để gi&uacute;p bạn hiểu th&ocirc;ng tin được thu thập khi bạn sử dụng c&aacute;c sản phẩm v&agrave; dịch vụ của ch&uacute;ng t&ocirc;i, cũng như c&aacute;ch ch&uacute;ng t&ocirc;i xử l&yacute; v&agrave; sử dụng th&ocirc;ng tin đ&oacute;. Nếu bạn c&oacute; th&ecirc;m bất kỳ c&acirc;u hỏi n&agrave;o sau khi đọc Ch&iacute;nh s&aacute;ch Bảo mật n&agrave;y, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i theo địa chỉ email được liệt k&ecirc; ở cuối b&agrave;i viết n&agrave;y.</span></p><p><br></p><p><span style="font-size: 14px;">Nội dung cụ thể bao gồm:</span></p><p><br></p><p><span style="font-size: 14px;">1. C&aacute;c loại th&ocirc;ng tin ch&uacute;ng t&ocirc;i thu thập</span></p><p><br></p><p><span style="font-size: 14px;">2. Th&ocirc;ng tin của bạn được sử dụng như thế n&agrave;o</span></p><p><br></p><p><span style="font-size: 14px;">3. C&aacute;ch chia sẻ th&ocirc;ng tin của bạn</span></p><p><br></p><p><span style="font-size: 14px;">4. Nh&agrave; cung cấp dịch vụ b&ecirc;n thứ ba</span></p><p><br></p><p><span style="font-size: 14px;">5. Bảo mật</span></p><p><br></p><p><span style="font-size: 14px;">6. Truyền dữ liệu</span></p><p><br></p><p><span style="font-size: 14px;">7. Lưu giữ dữ liệu</span></p><p><br></p><p><span style="font-size: 14px;">8. Quyền của bạn</span></p><p><br></p><p><span style="font-size: 14px;">9. Quyền ri&ecirc;ng tư của Trẻ vị th&agrave;nh ni&ecirc;n / Trẻ em</span></p><p><br></p><p><span style="font-size: 14px;">10. Cập nhật Ch&iacute;nh s&aacute;ch Bảo mật</span></p><p><br></p><p><span style="font-size: 14px;">11. Li&ecirc;n hệ với ch&uacute;ng t&ocirc;i</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">1. C&aacute;c loại th&ocirc;ng tin ch&uacute;ng t&ocirc;i thu thập</span></p><p><br></p><p><span style="font-size: 14px;">Khi bạn sử dụng c&aacute;c sản phẩm v&agrave; dịch vụ của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i c&oacute; thể thu thập c&aacute;c loại th&ocirc;ng tin sau.</span></p><p><br></p><p><span style="font-size: 14px;">1) Th&ocirc;ng tin t&agrave;i khoản: Nếu bạn tạo t&agrave;i khoản tr&ecirc;n ứng dụng của ch&uacute;ng t&ocirc;i, bạn c&oacute; thể cần cung cấp quốc gia hoặc khu vực, địa chỉ email, mật khẩu, ng&agrave;y sinh, giới t&iacute;nh, chiều cao v&agrave; c&acirc;n nặng. Bạn cũng c&oacute; thể chọn cung cấp th&ocirc;ng tin bổ sung, chẳng hạn như biệt hiệu, mục ti&ecirc;u c&acirc;n nặng, mục ti&ecirc;u số bước, ảnh hồ sơ.</span></p><p><br></p><p><span style="font-size: 14px;">2) Th&ocirc;ng tin li&ecirc;n quan đến sức khỏe thể thao: chẳng hạn như số bước, khoảng c&aacute;ch, tốc độ, thời gian tập luyện, calo, thời lượng ngủ, nhịp tim, huyết &aacute;p, oxy trong m&aacute;u, nhiệt độ cơ thể, thời gian đi bộ, loại b&agrave;i tập, hồ sơ tập thể dục chi tiết cho từng loại b&agrave;i tập, huy chương (Ch&uacute;ng t&ocirc;i sẽ cấp cho bạn huy chương ảo tương ứng t&ugrave;y theo t&igrave;nh h&igrave;nh thể thao của bạn), v.v.</span></p><p><br></p><p><span style="font-size: 14px;">3) Th&ocirc;ng tin vị tr&iacute;: Th&ocirc;ng tin định vị GPS sẽ được sử dụng khi bạn sử dụng một số dịch vụ dựa tr&ecirc;n vị tr&iacute; nhất định, chẳng hạn như khởi động chế độ thể thao ngo&agrave;i trời, kiểm tra thời tiết v&agrave; chọn khu vực của bạn. Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng thu thập th&ocirc;ng tin n&agrave;y nếu bạn kh&ocirc;ng cho ph&eacute;p ch&uacute;ng t&ocirc;i sử dụng chức năng GPS tr&ecirc;n điện thoại của bạn.</span></p><p><br></p><p><span style="font-size: 14px;">4) Th&ocirc;ng tin thiết bị v&agrave; ứng dụng: Khi bạn sử dụng thiết bị v&agrave; ứng dụng của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i sẽ lấy th&ocirc;ng tin thiết bị v&agrave; ứng dụng của bạn, chẳng hạn như dữ liệu cấu h&igrave;nh người d&ugrave;ng, địa chỉ MAC của thiết bị, số phi&ecirc;n bản thiết bị, số s&ecirc;-ri, phi&ecirc;n bản phần sụn, ng&ocirc;n ngữ, phi&ecirc;n bản APP, điện thoại di động phi&ecirc;n bản hệ thống điện thoại, cấu h&igrave;nh thiết bị, địa chỉ IP, loại mạng, nhận dạng thiết bị v&agrave; c&aacute;c th&ocirc;ng tin kh&aacute;c.</span></p><p><br></p><p><span style="font-size: 14px;">5) Th&ocirc;ng tin dịch vụ: Khi bạn sử dụng c&aacute;c chức năng kh&aacute;c nhau của c&aacute;c thiết bị v&agrave; ứng dụng Fitnus Connect, bạn c&oacute; thể gửi một số th&ocirc;ng tin dịch vụ. Chẳng hạn như c&agrave;i đặt nhắc nhở hoặc ghi nhật k&yacute; b&agrave;i tập. Nếu bạn sử dụng chức năng nhắc cuộc gọi, ch&uacute;ng t&ocirc;i c&oacute; thể đọc trạng th&aacute;i cuộc gọi v&agrave; sổ địa chỉ của bạn, nhưng ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng lưu trữ th&ocirc;ng tin li&ecirc;n lạc của bạn; khi bạn sử dụng chức năng th&ocirc;ng b&aacute;o tin nhắn, ch&uacute;ng t&ocirc;i c&oacute; thể truy cập trạng th&aacute;i th&ocirc;ng b&aacute;o th&ocirc;ng b&aacute;o của c&aacute;c ứng dụng b&ecirc;n thứ ba, thiết bị của ch&uacute;ng t&ocirc;i sẽ tạm thời lưu trữ nội dung th&ocirc;ng tin của bạn; nếu bạn sử dụng chức năng điều khiển nhạc, ch&uacute;ng t&ocirc;i c&oacute; thể đọc th&ocirc;ng tin chuyển đổi &acirc;m nhạc, chẳng hạn như ph&aacute;t lại b&agrave;i h&aacute;t, trạng th&aacute;i b&agrave;i h&aacute;t, nhưng ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng lưu trữ th&ocirc;ng tin n&agrave;y.</span></p><p><br></p><p><span style="font-size: 14px;">6) Th&ocirc;ng tin phản hồi c&acirc;u hỏi: Nếu bạn c&oacute; bất kỳ c&acirc;u hỏi hoặc đề xuất n&agrave;o về sản phẩm v&agrave; dịch vụ của ch&uacute;ng t&ocirc;i, bạn c&oacute; thể phản hồi cho ch&uacute;ng t&ocirc;i th&ocirc;ng qua &quot;Phản hồi của t&ocirc;i&gt; C&acirc;u hỏi&quot;. Th&ocirc;ng qua t&iacute;nh năng n&agrave;y, ch&uacute;ng t&ocirc;i thu thập c&aacute;c c&acirc;u hỏi phản hồi m&agrave; bạn gửi cho ch&uacute;ng t&ocirc;i v&agrave; th&ocirc;ng tin li&ecirc;n hệ của bạn (nếu bạn cung cấp), th&ocirc;ng tin n&agrave;y sẽ được sử dụng để hiểu r&otilde; hơn vấn đề của bạn v&agrave; li&ecirc;n hệ với bạn.</span></p><p><br></p><p><span style="font-size: 14px;">7) Th&ocirc;ng tin nhật k&yacute;: Nếu bạn sử dụng thiết bị hoặc ứng dụng của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i sẽ thu thập một số dữ liệu sử dụng, chẳng hạn như tạo hoặc đăng nhập v&agrave;o t&agrave;i khoản của bạn, gh&eacute;p nối t&agrave;i khoản v&agrave; thiết bị, thời gian khởi động lại thiết bị, th&ocirc;ng tin sử dụng mạng, lỗi hệ thống, sự cố hệ thống, hệ thống khởi động lại, n&acirc;ng cấp hệ thống, v.v. Th&ocirc;ng tin nhật k&yacute; mới nhất của bạn trong v&ograve;ng 7 ng&agrave;y sẽ được tự động lưu trữ cục bộ tr&ecirc;n điện thoại của bạn v&agrave; th&ocirc;ng tin nhật k&yacute; cũ sẽ tự động bị x&oacute;a. Ch&uacute;ng t&ocirc;i kh&ocirc;ng chủ động thu thập th&ocirc;ng tin nhật k&yacute; của bạn.</span></p><p><br></p><p><span style="font-size: 14px;">8) Th&ocirc;ng tin kh&aacute;ch: Khi sử dụng chức năng kh&aacute;ch (&aacute;p dụng cho trường hợp chưa đăng k&yacute; hoặc đ&atilde; đăng nhập), kh&aacute;ch c&oacute; thể trải nghiệm sản phẩm v&agrave; một số dịch vụ hạn chế của ch&uacute;ng t&ocirc;i. Dữ liệu c&aacute; nh&acirc;n của kh&aacute;ch truy cập (biệt hiệu, giới t&iacute;nh, chiều cao, c&acirc;n nặng, ng&agrave;y sinh, dữ liệu sức khỏe thể thao, v.v.) sẽ được lưu trữ cục bộ tr&ecirc;n điện thoại của bạn v&agrave; sẽ kh&ocirc;ng được tải l&ecirc;n m&aacute;y chủ của ch&uacute;ng t&ocirc;i.</span></p><p><br></p><p><span style="font-size: 14px;">9) Th&ocirc;ng tin ứng dụng: Khi sử dụng th&ocirc;ng b&aacute;o tin nhắn, ch&uacute;ng t&ocirc;i sẽ nhận được danh s&aacute;ch ứng dụng của thiết bị của bạn, chẳng hạn như điện thoại, danh bạ, c&aacute;c ứng dụng kh&aacute;c, v.v., để c&oacute; được danh s&aacute;ch ứng dụng, ch&uacute;ng t&ocirc;i c&oacute; thể truy cập trạng th&aacute;i th&ocirc;ng b&aacute;o th&ocirc;ng tin của ứng dụng.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span><span style="font-size: 14px;">Th&ocirc;ng tin kh&aacute;c: Ch&uacute;ng t&ocirc;i cũng c&oacute; thể thu thập c&aacute;c loại th&ocirc;ng tin kh&aacute;c kh&ocirc;ng được li&ecirc;n kết trực tiếp hoặc gi&aacute;n tiếp với một c&aacute; nh&acirc;n, nhưng được tổng hợp, ẩn danh hoặc kh&ocirc;ng x&aacute;c định danh t&iacute;nh.</span></p><p id="isPasted" style="background-repeat: no-repeat; box-sizing: inherit; padding: 0px; margin: 10px 10px 16px;"><span style="background-repeat: no-repeat; box-sizing: inherit; padding: 0px; margin: 0px; font-size: 14px;"><br>&nbsp;</span></p><p style="background-repeat: no-repeat; box-sizing: inherit; padding: 0px; margin: 10px 10px 16px;"><br style="background-repeat: no-repeat; box-sizing: inherit; padding: 0px; margin: 0px; color: rgb(65, 65, 65); font-family: sans-serif; font-size: 14px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: 0.1px; orphans: 2; text-align: left; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px;  text-decoration-style: initial; text-decoration-color: initial;"></p><p><span style="font-size: 14px;">2. Th&ocirc;ng tin của bạn được sử dụng như thế n&agrave;o</span></p><p><br></p><p><span style="font-size: 14px;">Ch&uacute;ng t&ocirc;i sẽ sử dụng th&ocirc;ng tin thu thập được cho c&aacute;c mục đ&iacute;ch sau:</span></p><p><br></p><p><span style="font-size: 14px;">1) Cung cấp, xử l&yacute;, duy tr&igrave;, cải tiến v&agrave; ph&aacute;t triển h&agrave;ng h&oacute;a v&agrave; / hoặc dịch vụ của ch&uacute;ng t&ocirc;i cho bạn, bao gồm một số dịch vụ sau b&aacute;n h&agrave;ng, hỗ trợ kh&aacute;ch h&agrave;ng v&agrave; tr&ecirc;n thiết bị của bạn;</span></p><p><br></p><p><span style="font-size: 14px;">2) Để li&ecirc;n lạc với bạn, ch&uacute;ng t&ocirc;i sẽ sử dụng th&ocirc;ng tin của bạn để gửi cho bạn th&ocirc;ng b&aacute;o dịch vụ khi cần thiết v&agrave; trả lời bạn khi bạn li&ecirc;n hệ với ch&uacute;ng t&ocirc;i;</span></p><p><br></p><p><span style="font-size: 14px;">3) Lưu trữ v&agrave; duy tr&igrave; th&ocirc;ng tin của bạn ph&ugrave; hợp với nội dung dịch vụ của ch&uacute;ng t&ocirc;i hoặc c&aacute;c nghĩa vụ ph&aacute;p l&yacute;;</span></p><p><br></p><p><span style="font-size: 14px;">4) Cung cấp cho bạn c&aacute;c dịch vụ hạn chế m&agrave; kh&ocirc;ng cần giao tiếp với m&aacute;y chủ của ch&uacute;ng t&ocirc;i;</span></p><p><br></p><p><span style="font-size: 14px;">5) Xin quyền &quot;điện thoại&quot; của bạn, quyền n&agrave;y chủ yếu được sử dụng cho thiết bị phần cứng th&ocirc;ng minh để lập bản đồ chức năng nhắc cuộc gọi đến v&agrave; gửi c&aacute;c số li&ecirc;n lạc chung đến thiết bị phần cứng th&ocirc;ng minh để sử dụng;</span></p><p><br></p><p><span style="font-size: 14px;">6) C&oacute; được quyền &quot;m&aacute;y ảnh&quot; của bạn, được sử dụng chủ yếu cho chức năng m&atilde; qu&eacute;t v&agrave; chức năng ảnh của ứng dụng;</span></p><p><br></p><p><span style="font-size: 14px;">7) C&oacute; được quyền &quot;lưu trữ&quot; của bạn, được sử dụng chủ yếu cho bộ nhớ cache của th&ocirc;ng tin người d&ugrave;ng, bộ nhớ cache của ảnh quay số t&ugrave;y chỉnh v&agrave; lưu trữ ảnh đ&atilde; chụp;</span></p><p><br></p><p><span style="font-size: 14px;">8) Nhận quyền &quot;Vị tr&iacute;&quot; của bạn. Khi bạn bắt đầu chế độ thể thao ngo&agrave;i trời, h&atilde;y kiểm tra thời tiết v&agrave; chọn khu vực của bạn, th&ocirc;ng tin định vị GPS sẽ được sử dụng. Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng thu thập th&ocirc;ng tin n&agrave;y nếu bạn kh&ocirc;ng cho ph&eacute;p ch&uacute;ng t&ocirc;i sử dụng chức năng GPS tr&ecirc;n điện thoại của bạn.</span></p><p><br></p><p><span style="font-size: 14px;">Th&ocirc;ng tin Sử dụng Dữ liệu Phi C&aacute; nh&acirc;n</span></p><p><br></p><p><span style="font-size: 14px;">Ch&uacute;ng t&ocirc;i sẽ thu thập một số th&ocirc;ng tin nhật k&yacute; kh&ocirc;ng li&ecirc;n quan đến dữ liệu c&aacute; nh&acirc;n, chẳng hạn như m&atilde; lỗi cho c&aacute;c sự cố phần cứng (khởi động lại) thiết bị, m&atilde; lỗi v&agrave; nhật k&yacute; để khởi động lại thiết bị, nhật k&yacute; kết nối Bluetooth của ứng dụng, thiết bị của người d&ugrave;ng ẩn danh v&agrave; t&igrave;nh h&igrave;nh sử dụng ứng dụng ( nếu bạn đ&atilde; chọn tham gia), để tiến h&agrave;nh ph&acirc;n t&iacute;ch tổng thể để sửa lỗi, gi&aacute;m s&aacute;t việc sử dụng v&agrave; tối ưu h&oacute;a c&aacute;c dịch vụ của ch&uacute;ng t&ocirc;i.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">3. C&aacute;ch chia sẻ th&ocirc;ng tin của bạn</span></p><p><br></p><p><span style="font-size: 14px;">Trừ khi c&oacute; sự đồng &yacute; của bạn, ch&uacute;ng t&ocirc;i cam kết kh&ocirc;ng b&aacute;n th&ocirc;ng tin c&aacute; nh&acirc;n của bạn cho bất kỳ b&ecirc;n thứ ba n&agrave;o kh&aacute;c để xử l&yacute; cho bất kỳ mục đ&iacute;ch n&agrave;o. Ch&uacute;ng t&ocirc;i sẽ t&igrave;m kiếm sự đồng &yacute; r&otilde; r&agrave;ng của bạn để chia sẻ bất kỳ dữ liệu c&aacute; nh&acirc;n n&agrave;o v&agrave; dữ liệu c&aacute; nh&acirc;n nhạy cảm. Ch&uacute;ng t&ocirc;i sẽ kh&ocirc;ng tiết lộ hoặc chuyển th&ocirc;ng tin c&aacute; nh&acirc;n của bạn cho bất kỳ b&ecirc;n thứ ba kh&ocirc;ng c&oacute; li&ecirc;n kết n&agrave;o trừ khi:</span></p><p><br></p><p><span style="font-size: 14px;">Để đ&aacute;p ứng y&ecirc;u cầu của bạn, v&iacute; dụ: nếu bạn cho ph&eacute;p th&ocirc;ng tin c&aacute; nh&acirc;n của m&igrave;nh được chia sẻ với thiết bị hoặc nền tảng của b&ecirc;n thứ ba, ch&uacute;ng t&ocirc;i sẽ chia sẻ th&ocirc;ng tin của bạn theo y&ecirc;u cầu của bạn, chẳng hạn như số bước, khoảng c&aacute;ch, chiều cao, c&acirc;n nặng, nhịp tim, calo v&agrave; dữ liệu b&agrave;i tập kh&aacute;c chia sẻ với c&aacute;c b&ecirc;n thứ ba. Vui l&ograve;ng đọc ch&iacute;nh s&aacute;ch bảo mật của c&aacute;c thiết bị hoặc nền tảng của b&ecirc;n thứ ba n&agrave;y, bởi v&igrave; c&aacute;c hoạt động của bạn tr&ecirc;n c&aacute;c thiết bị hoặc nền tảng của b&ecirc;n thứ ba sẽ kh&ocirc;ng c&ograve;n bị r&agrave;ng buộc bởi thỏa thuận bảo mật n&agrave;y nữa;</span></p><p><br></p><p><span style="font-size: 14px;">Ch&uacute;ng t&ocirc;i c&oacute; thể chia sẻ th&ocirc;ng tin c&aacute; nh&acirc;n của bạn trong c&aacute;c trường hợp sau:</span></p><p><br></p><p><span style="font-size: 14px;">(a) Với c&aacute;c nh&agrave; cung cấp dịch vụ: Ch&uacute;ng t&ocirc;i c&oacute; thể chia sẻ th&ocirc;ng tin c&aacute; nh&acirc;n của bạn với c&aacute;c nh&agrave; cung cấp dịch vụ để theo d&otilde;i v&agrave; ph&acirc;n t&iacute;ch việc sử dụng Dịch vụ của ch&uacute;ng t&ocirc;i, v&iacute; dụ: để xử l&yacute; thanh to&aacute;n tr&ecirc;n c&aacute;c trang web của b&ecirc;n thứ ba sau khi bạn truy cập Dịch vụ của ch&uacute;ng t&ocirc;i, với bạn li&ecirc;n hệ.</span></p><p><br></p><p><span style="font-size: 14px;">(b) Với c&aacute;c đối t&aacute;c kinh doanh: Ch&uacute;ng t&ocirc;i c&oacute; thể chia sẻ th&ocirc;ng tin của bạn với c&aacute;c đối t&aacute;c kinh doanh của ch&uacute;ng t&ocirc;i để cung cấp cho bạn những sản phẩm, dịch vụ nhất định.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">4. Nh&agrave; cung cấp dịch vụ b&ecirc;n thứ ba</span></p><p><br></p><p><span style="font-size: 14px;">Ch&uacute;ng t&ocirc;i c&oacute; thể thu&ecirc; c&aacute;c b&ecirc;n thứ ba để gi&uacute;p ch&uacute;ng t&ocirc;i triển khai c&aacute;c dịch vụ của Fitnus Connect v&agrave; bạn c&oacute; thể chọn c&oacute; sử dụng c&aacute;c dịch vụ của b&ecirc;n thứ ba hay kh&ocirc;ng. Khi bạn chọn sử dụng dịch vụ của b&ecirc;n thứ ba, c&aacute;c b&ecirc;n thứ ba c&oacute; thể thu thập th&ocirc;ng tin của bạn. Do đ&oacute;, ch&uacute;ng t&ocirc;i đặc biệt khuy&ecirc;n bạn n&ecirc;n d&agrave;nh thời gian để đọc c&aacute;c ch&iacute;nh s&aacute;ch bảo mật của c&aacute;c dịch vụ của b&ecirc;n thứ ba, giống như bạn đọc của ch&uacute;ng t&ocirc;i. Ch&uacute;ng t&ocirc;i kh&ocirc;ng chịu tr&aacute;ch nhiệm về c&aacute;ch c&aacute;c b&ecirc;n thứ ba sử dụng th&ocirc;ng tin c&aacute; nh&acirc;n m&agrave; họ thu thập từ bạn v&agrave; kh&ocirc;ng thể kiểm so&aacute;t việc sử dụng của họ. C&aacute;c nh&agrave; cung cấp dịch vụ chỉ c&oacute; quyền truy cập v&agrave;o dữ liệu c&aacute; nh&acirc;n của bạn để k&iacute;ch hoạt c&aacute;c dịch vụ Fitnus Connect thay mặt ch&uacute;ng t&ocirc;i v&agrave; c&oacute; nghĩa vụ kh&ocirc;ng tiết lộ hoặc sử dụng n&oacute; cho bất kỳ mục đ&iacute;ch n&agrave;o kh&aacute;c:</span></p><p><br></p><p><span style="font-size: 14px;">nh&agrave; cung cấp dịch vụ bản đồ</span></p><p><br></p><p><span style="font-size: 14px;">Trong dịch vụ Fitnus Connect, c&aacute;c nh&agrave; cung cấp dịch vụ hỗ trợ người d&ugrave;ng c&oacute; được chức năng của một đường chạy ngo&agrave;i trời bao gồm: AutoNavi Information Technology Co., Ltd., Google v&agrave; Apple. Khi bạn sử dụng dịch vụ n&agrave;y, ch&uacute;ng t&ocirc;i sẽ thu thập th&ocirc;ng tin địa l&yacute; của bạn v&agrave; cung cấp th&ocirc;ng tin vị tr&iacute; của bạn cho nh&agrave; cung cấp dịch vụ bản đồ. Để thu thập v&agrave; xử l&yacute; dữ liệu cụ thể, vui l&ograve;ng tham khảo ch&iacute;nh s&aacute;ch bảo mật của nh&agrave; cung cấp dịch vụ bản đồ tương ứng. Bạn c&oacute; thể ngừng thu thập th&ocirc;ng tin địa l&yacute; bằng c&aacute;ch tắt GPS của điện thoại.</span></p><p><br></p><p><span style="font-size: 14px;">nh&agrave; cung cấp dịch vụ đẩy thời tiết</span></p><p><br></p><p><span style="font-size: 14px;">Nếu thiết bị của bạn hỗ trợ chức năng đẩy thời tiết, th&ocirc;ng tin vị tr&iacute; của bạn sẽ được gửi từ địa phương đến nh&agrave; cung cấp dịch vụ thời tiết (Hefeng Internet Technology (Beijing) Co., Ltd.) để lấy th&ocirc;ng tin thời tiết trong khu vực của bạn. Bạn c&oacute; thể tắt chức năng đẩy thời tiết trong &quot;Thiết bị&gt; Đẩy thời tiết&quot; bất kỳ l&uacute;c n&agrave;o để chấm dứt việc chia sẻ n&agrave;y. Sau khi th&ocirc;ng tin c&aacute; nh&acirc;n của bạn được ẩn danh, n&oacute; sẽ kh&ocirc;ng được sử dụng để x&aacute;c định hoặc định vị bạn với tư c&aacute;ch l&agrave; một c&aacute; nh&acirc;n.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">5. C&aacute;c biện ph&aacute;p bảo vệ</span></p><p><br></p><p><span style="font-size: 14px;">Ch&uacute;ng t&ocirc;i cam kết bảo mật th&ocirc;ng tin c&aacute; nh&acirc;n của bạn v&agrave; ch&uacute;ng t&ocirc;i sẽ thực hiện tất cả c&aacute;c bước thiết thực để bảo vệ th&ocirc;ng tin c&aacute; nh&acirc;n của bạn, bao gồm m&atilde; h&oacute;a, c&ocirc;ng cụ x&aacute;c thực, m&aacute;y chủ an to&agrave;n. Để ngăn chặn truy cập tr&aacute;i ph&eacute;p, tiết lộ hoặc c&aacute;c rủi ro tương tự kh&aacute;c, ch&uacute;ng t&ocirc;i thực hiện c&aacute;c biện ph&aacute;p bảo vệ h&agrave;nh ch&iacute;nh, kỹ thuật v&agrave; vật l&yacute; hợp l&yacute; v&agrave; thực hiện mọi nỗ lực hợp l&yacute; để bảo vệ th&ocirc;ng tin c&aacute; nh&acirc;n của bạn. Tuy nhi&ecirc;n, bạn cần lưu &yacute; rằng ch&uacute;ng t&ocirc;i kh&ocirc;ng thể đảm bảo 100% t&iacute;nh bảo mật hoặc b&iacute; mật của th&ocirc;ng tin bạn cung cấp cho ch&uacute;ng t&ocirc;i.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">6. Truyền dữ liệu</span></p><p><br></p><p><span style="font-size: 14px;">Hiện tại, Fitnus Connect thu&ecirc; c&aacute;c m&aacute;y chủ do Alibaba Cloud cung cấp. Th&ocirc;ng thường, dữ liệu của cư d&acirc;n địa phương chỉ được lưu trữ tr&ecirc;n c&aacute;c m&aacute;y chủ trong phạm vi quyền hạn của địa phương v&agrave; sẽ kh&ocirc;ng được chuyển qua bi&ecirc;n giới. Với sự đồng &yacute; của bạn, ch&uacute;ng t&ocirc;i c&oacute; thể chuyển dữ liệu của bạn qua bi&ecirc;n giới theo luật hiện h&agrave;nh. Ch&uacute;ng t&ocirc;i cũng sẽ thực hiện c&aacute;c biện ph&aacute;p bảo vệ th&iacute;ch hợp để đảm bảo rằng tất cả việc chuyển giao đều tu&acirc;n thủ luật bảo vệ dữ liệu hiện h&agrave;nh tại địa phương của bạn. Bạn sẽ c&oacute; quyền được th&ocirc;ng b&aacute;o về c&aacute;c biện ph&aacute;p bảo vệ th&iacute;ch hợp m&agrave; Fitnus Connect đ&atilde; thực hiện để chuyển th&ocirc;ng tin c&aacute; nh&acirc;n của bạn.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">7. Lưu giữ dữ liệu</span></p><p><br></p><p><span style="font-size: 14px;">Nếu bạn sử dụng c&aacute;c sản phẩm v&agrave; dịch vụ của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i c&oacute; thể thu thập v&agrave; lưu trữ th&ocirc;ng tin của bạn. Ch&uacute;ng t&ocirc;i c&oacute; thể lưu trữ th&ocirc;ng tin của bạn miễn l&agrave; bạn giữ t&agrave;i khoản của m&igrave;nh. Tuy nhi&ecirc;n, sau khi bạn hủy t&agrave;i khoản hoặc y&ecirc;u cầu x&oacute;a, ch&uacute;ng t&ocirc;i sẽ x&oacute;a hoặc ẩn danh th&ocirc;ng tin của bạn c&agrave;ng sớm c&agrave;ng tốt, kh&ocirc;ng muộn hơn 90 ng&agrave;y kể từ ng&agrave;y bạn y&ecirc;u cầu x&oacute;a.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">8. Quyền của bạn</span></p><p><br></p><p><span style="font-size: 14px;">Fitnus Connect cam kết t&ocirc;n trọng t&iacute;nh bảo mật của th&ocirc;ng tin c&aacute; nh&acirc;n của bạn v&agrave; đảm bảo rằng bạn c&oacute; thể thực hiện c&aacute;c quyền của m&igrave;nh. Theo Ch&iacute;nh s&aacute;ch Bảo mật n&agrave;y v&agrave; c&aacute;c luật c&oacute; li&ecirc;n quan, bạn c&oacute; quyền:</span></p><p><br></p><p><span style="font-size: 14px;">Y&ecirc;u cầu quyền truy cập th&ocirc;ng tin c&aacute; nh&acirc;n của bạn. Quyền truy cập th&ocirc;ng tin của bạn do ch&uacute;ng t&ocirc;i nắm giữ. Bạn c&oacute; thể truy cập trực tiếp th&ocirc;ng tin c&aacute; nh&acirc;n của m&igrave;nh trong &quot;Của t&ocirc;i&gt; Th&ocirc;ng tin c&aacute; nh&acirc;n&quot; trong ứng dụng. Nếu bạn kh&ocirc;ng thể tự thực hiện c&aacute;c thao t&aacute;c n&agrave;y, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i bằng c&aacute;c chi tiết li&ecirc;n hệ b&ecirc;n dưới. Theo y&ecirc;u cầu của bạn, ch&uacute;ng t&ocirc;i sẽ cung cấp bản sao miễn ph&iacute; th&ocirc;ng tin c&aacute; nh&acirc;n của bạn do ch&uacute;ng t&ocirc;i thu thập v&agrave; xử l&yacute;. Nếu c&oacute; bất kỳ y&ecirc;u cầu n&agrave;o kh&aacute;c về th&ocirc;ng tin tương tự, ch&uacute;ng t&ocirc;i c&oacute; thể t&iacute;nh ph&iacute; hợp l&yacute; theo luật hiện h&agrave;nh v&agrave; chi ph&iacute; thực tế.</span></p><p><br></p><p><span style="font-size: 14px;">Y&ecirc;u cầu chỉnh sửa th&ocirc;ng tin c&aacute; nh&acirc;n m&agrave; ch&uacute;ng t&ocirc;i nắm giữ về bạn. Bạn c&oacute; quyền y&ecirc;u cầu ch&uacute;ng t&ocirc;i chỉnh sửa bất kỳ th&ocirc;ng tin kh&ocirc;ng đầy đủ hoặc kh&ocirc;ng ch&iacute;nh x&aacute;c n&agrave;o m&agrave; ch&uacute;ng t&ocirc;i nắm giữ về ch&uacute;ng t&ocirc;i. Đồng thời, bạn c&oacute; thể sửa trực tiếp th&ocirc;ng tin c&aacute; nh&acirc;n của m&igrave;nh trong &quot;My&gt; Personal Information&quot; của ứng dụng.</span></p><p><br></p><p><span style="font-size: 14px;">Phản đối việc xử l&yacute; th&ocirc;ng tin c&aacute; nh&acirc;n của bạn. Bạn c&oacute; quyền từ chối một số việc sử dụng v&agrave; tiết lộ th&ocirc;ng tin c&aacute; nh&acirc;n của bạn. Nếu bạn đ&atilde; đồng &yacute; với việc xử l&yacute; th&ocirc;ng tin c&aacute; nh&acirc;n hoặc th&ocirc;ng tin c&aacute; nh&acirc;n nhạy cảm của bạn bởi c&aacute;c thiết bị v&agrave; ứng dụng Fitnus Connect, bạn c&oacute; thể r&uacute;t lại sự đồng &yacute; đ&oacute; bất cứ l&uacute;c n&agrave;o v&agrave; tiếp tục bằng c&aacute;ch li&ecirc;n hệ với Fitnus Connect. Để cung cấp cho bạn c&aacute;c dịch vụ của ch&uacute;ng t&ocirc;i, ch&uacute;ng t&ocirc;i sẽ y&ecirc;u cầu bạn cung cấp th&ocirc;ng tin c&aacute; nh&acirc;n cần thiết để cung cấp cho bạn c&aacute;c dịch vụ n&agrave;y. Nếu bạn kh&ocirc;ng cung cấp th&ocirc;ng tin c&aacute; nh&acirc;n của m&igrave;nh, ch&uacute;ng t&ocirc;i c&oacute; thể kh&ocirc;ng cung cấp cho bạn c&aacute;c sản phẩm hoặc dịch vụ của ch&uacute;ng t&ocirc;i.</span></p><p><br></p><p><span style="font-size: 14px;">Y&ecirc;u cầu x&oacute;a th&ocirc;ng tin c&aacute; nh&acirc;n của bạn. Bạn c&oacute; quyền y&ecirc;u cầu ch&uacute;ng t&ocirc;i x&oacute;a th&ocirc;ng tin c&aacute; nh&acirc;n nếu ch&uacute;ng t&ocirc;i kh&ocirc;ng c&oacute; l&yacute; do ch&iacute;nh đ&aacute;ng để tiếp tục xử l&yacute; th&ocirc;ng tin c&aacute; nh&acirc;n. Đồng thời, bạn c&oacute; thể x&oacute;a hoặc ẩn danh vĩnh viễn dữ liệu tương ứng bằng c&aacute;ch hủy t&agrave;i khoản, x&oacute;a dữ liệu c&aacute; nh&acirc;n tr&ecirc;n đ&aacute;m m&acirc;y, v.v.</span></p><p><br></p><p><span style="font-size: 14px;">Y&ecirc;u cầu chuyển th&ocirc;ng tin c&aacute; nh&acirc;n của bạn. Trong trường hợp c&ocirc;ng nghệ cho ph&eacute;p, ch&uacute;ng t&ocirc;i sẽ cung cấp th&ocirc;ng tin c&aacute; nh&acirc;n của bạn cho bạn hoặc b&ecirc;n thứ ba m&agrave; bạn chọn ở định dạng c&oacute; cấu tr&uacute;c, thường được sử dụng cho m&aacute;y đọc. Xin lưu &yacute; rằng quyền n&agrave;y chỉ &aacute;p dụng cho th&ocirc;ng tin ban đầu bạn đồng &yacute; cho ch&uacute;ng t&ocirc;i sử dụng hoặc ch&uacute;ng t&ocirc;i đ&atilde; thu thập để thực hiện hợp đồng.</span></p><p><br></p><p><span style="font-size: 14px;">R&uacute;t lại sự đồng &yacute; của bạn. Bạn c&oacute; quyền r&uacute;t lại sự đồng &yacute; của bạn đối với việc sử dụng th&ocirc;ng tin c&aacute; nh&acirc;n của bạn. Nếu bạn r&uacute;t lại sự đồng &yacute; của m&igrave;nh, ch&uacute;ng t&ocirc;i c&oacute; thể kh&ocirc;ng cung cấp cho bạn quyền truy cập v&agrave;o c&aacute;c t&iacute;nh năng nhất định của Dịch vụ. Tuy nhi&ecirc;n, quyết định r&uacute;t lại sự đồng &yacute; hoặc ủy quyền của bạn sẽ kh&ocirc;ng ảnh hưởng đến c&aacute;c hoạt động xử l&yacute; th&ocirc;ng tin c&aacute; nh&acirc;n trước đ&oacute; dựa tr&ecirc;n sự ủy quyền của bạn. Bạn c&oacute; thể thay đổi phạm vi ủy quyền của m&igrave;nh để ch&uacute;ng t&ocirc;i tiếp tục thu thập th&ocirc;ng tin c&aacute; nh&acirc;n của bạn hoặc r&uacute;t lại ủy quyền bằng c&aacute;ch x&oacute;a thiết bị, ngắt kết nối thiết bị khỏi ứng dụng, kh&ocirc;i phục thiết bị về c&agrave;i đặt gốc, x&oacute;a dữ liệu c&aacute; nh&acirc;n tr&ecirc;n đ&aacute;m m&acirc;y, tắt dữ liệu đồng bộ h&oacute;a quản l&yacute; v&agrave; đăng xuất khỏi t&agrave;i khoản.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">9. Quyền ri&ecirc;ng tư của Trẻ vị th&agrave;nh ni&ecirc;n / Trẻ em</span></p><p><br></p><p><span style="font-size: 14px;">Sản phẩm v&agrave; dịch vụ của ch&uacute;ng t&ocirc;i chủ yếu d&agrave;nh cho người lớn. Trẻ em kh&ocirc;ng được tạo t&agrave;i khoản người d&ugrave;ng của ri&ecirc;ng m&igrave;nh m&agrave; kh&ocirc;ng c&oacute; sự đồng &yacute; của cha mẹ hoặc người gi&aacute;m hộ. Đối với việc thu thập dữ liệu c&aacute; nh&acirc;n của trẻ với sự đồng &yacute; của cha mẹ, ch&uacute;ng t&ocirc;i sẽ chỉ sử dụng hoặc tiết lộ dữ liệu n&agrave;y khi được ph&aacute;p luật cho ph&eacute;p, thể hiện sự đồng &yacute; của cha mẹ hoặc người gi&aacute;m hộ hoặc cần thiết để bảo vệ trẻ. Mặc d&ugrave; luật ph&aacute;p v&agrave; phong tục địa phương x&aacute;c định trẻ em kh&aacute;c nhau, nhưng ch&uacute;ng t&ocirc;i coi bất kỳ ai dưới 13 tuổi đều l&agrave; trẻ em. Nếu ch&uacute;ng t&ocirc;i ph&aacute;t hiện ra rằng ch&uacute;ng t&ocirc;i đ&atilde; thu thập dữ liệu c&aacute; nh&acirc;n của trẻ em m&agrave; kh&ocirc;ng c&oacute; sự đồng &yacute; c&oacute; thể x&aacute;c minh của cha mẹ trước, ch&uacute;ng t&ocirc;i sẽ cố gắng x&oacute;a dữ liệu đ&oacute; sớm nhất c&oacute; thể.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">10. Cập nhật Ch&iacute;nh s&aacute;ch Bảo mật</span></p><p><br></p><p><span style="font-size: 14px;">Ch&uacute;ng t&ocirc;i định kỳ xem x&eacute;t Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư của m&igrave;nh v&agrave; c&oacute; thể cập nhật Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư n&agrave;y để phản &aacute;nh những thay đổi đối với thực tiễn th&ocirc;ng tin của ch&uacute;ng t&ocirc;i. Bạn hiểu v&agrave; đồng &yacute; rằng nếu bạn sử dụng sản phẩm hoặc dịch vụ sau khi Ch&iacute;nh s&aacute;ch Bảo mật cập nhật được đăng, bạn sẽ được coi l&agrave; đ&atilde; chấp nhận Ch&iacute;nh s&aacute;ch Bảo mật được cập nhật. Nếu bạn kh&ocirc;ng đồng &yacute; với bất kỳ phần n&agrave;o của Ch&iacute;nh s&aacute;ch Bảo mật v&agrave;o bất kỳ l&uacute;c n&agrave;o, th&igrave; bạn phải ngừng sử dụng Sản phẩm v&agrave; Dịch vụ ngay lập tức.</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">11. Li&ecirc;n hệ với ch&uacute;ng t&ocirc;i</span></p><p><br></p><p><span style="font-size: 14px;">Nếu bạn c&oacute; bất kỳ nhận x&eacute;t hoặc c&acirc;u hỏi n&agrave;o về Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư n&agrave;y, hoặc bất kỳ c&acirc;u hỏi n&agrave;o li&ecirc;n quan đến việc thu thập, sử dụng hoặc tiết lộ th&ocirc;ng tin c&aacute; nh&acirc;n của Fitnus Connect hoặc nếu bạn tin rằng quyền của bạn kh&ocirc;ng được bảo vệ đầy đủ theo Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư n&agrave;y, vui l&ograve;ng li&ecirc;n hệ với địa chỉ email sau :&nbsp;</span></p><p><br></p><p><span style="font-size: 14px;">Email: <a data-fr-linked="true" href="mailto:simon890608@gmail.com">simon890608@gmail.com</a></span></p><p><br></p><p><span style="font-size: 14px;">&nbsp;</span></p><p><span style="font-size: 14px;"><br></span></p><p><span style="font-size: 14px;">Cảm ơn bạn đ&atilde; d&agrave;nh thời gian t&igrave;m hiểu về Ch&iacute;nh s&aacute;ch bảo mật của ch&uacute;ng t&ocirc;i!</span></p>
</div>
<script>
    const getLocationParams = (keyWords) => {
        // 提取路由值（字符串）
        let href = window.location.href;
        // 从占位符开始截取路由（不包括占位符）
        let query = href.substring(href.indexOf("?") + 1);
        // 根据 & 切割字符串
        let vars = query.split("&");
        for (let i = 0; i < vars.length; i++) {
            let pair = vars[i].split("=");
            // 根据指定的参数名去筛选参数值
            if (pair[0] == keyWords) {
                return pair[1];
            }
        }
        return "没有该参数信息";
    };

    var dark = parseInt(getLocationParams("dark") ?? 0)

    if (dark == 1) {
        document
            .querySelector('meta[name="color-scheme"]')
            .setAttribute("content", "dark");
    }else{
        document
            .querySelector('meta[name="color-scheme"]')
            .setAttribute("content", "light");
    }
</script>
</body>
</html>
